Repository: alexmeshchenko/color-mixing-challenge
Catalog: MixColors/MixColors/Resources/Colors.xcstrings
Source language: en
Languages: ru, sv

source: Aliceblue
ru: Голубой Алисы
sv: Aliceblå

source: Antiquewhite
ru: Античный белый
sv: Antikvit

source: Aqua
ru: Аква
sv: Akva

source: Aquamarine
ru: Аквамарин
sv: Akvamarin

source: Azure
ru: Лазурный
sv: Azurblå

source: Beige
ru: Бежевый

source: Bisque
ru: Бисквитный

source: Black
ru: Чёрный
sv: Svart

source: Blanched Almond
ru: Бланшированный миндаль
sv: Blancherad mandel

source: Blue
ru: Синий
sv: Blå

source: Blueviolet
ru: Сине-фиолетовый
sv: Blåviolett

source: Brown
ru: Коричневый
sv: Brun

source: Burlywood
ru: Светлое дерево

source: Cadetblue
ru: Сине-серый
sv: Kadettblå

source: Chartreuse
ru: Шартрез

source: Chocolate
ru: Шоколадный
sv: Choklad

source: Coral
ru: Коралловый
sv: Korall

source: Cornflowerblue
ru: Васильковый
sv: Kornblå

source: Cornsilk
ru: Кукурузный шёлк
sv: Majssilke

source: Crimson
ru: Малиновый
sv: Karmosinröd

source: Cyan
ru: Циан

source: Darkblue
ru: Тёмно-синий
sv: Mörkblå

source: Darkcyan
ru: Тёмный циан
sv: Mörk cyan

source: Dark Goldenrod
ru: Тёмный золотарник
sv: Mörk gullris

source: Darkgray
ru: Тёмно-серый
sv: Mörkgrå

source: Darkgreen
ru: Тёмно-зелёный
sv: Mörkgrön

source: Darkkhaki
ru: Тёмный хаки
sv: Mörk kaki

source: Darkmagenta
ru: Тёмно-пурпурный
sv: Mörk magenta

source: Darkolivegreen
ru: Тёмно-оливковый
sv: Mörk olivgrön

source: Darkorange
ru: Тёмно-оранжевый
sv: Mörkorange

source: Darkorchid
ru: Тёмная орхидея
sv: Mörk orkidé

source: Darkred
ru: Тёмно-красный
sv: Mörkröd

source: Darksalmon
ru: Тёмно-лососевый
sv: Mörk laxrosa

source: Darkseagreen
ru: Тёмный морской зелёный
sv: Mörk havsgrön

source: Darkslateblue
ru: Тёмно-сланцево-синий
sv: Mörk skifferblå

source: Darkslategray
ru: Тёмный сланцевый серый
sv: Mörk skiffergrå

source: Darkturquoise
ru: Тёмный бирюзовый
sv: Mörk turkos

source: Darkviolet
ru: Тёмно-фиолетовый
sv: Mörkviolett

source: Deeppink
ru: Насыщенно-розовый
sv: Djuprosa

source: Deepskyblue
ru: Глубокий небесный
sv: Djup himmelsblå

source: Dimgray
ru: Тускло-серый
sv: Dovgrå

source: Dodgerblue
ru: Синий доджер
sv: Dodgerblå

source: Floralwhite
ru: Цветочно-белый
sv: Blomvit

source: Forestgreen
ru: Лесной зелёный
sv: Skogsgrön

source: Fuchsia
ru: Фуксия

source: Gainsboro
ru: Гейнсборо

source: Ghostwhite
ru: Призрачно-белый
sv: Spökvit

source: Gold
ru: Золотой
sv: Guld

source: Goldenrod
ru: Золотарник
sv: Gullris

source: Gray
ru: Серый
sv: Grå

source: Green
ru: Зелёный
sv: Grön

source: Greenyellow
ru: Желтовато-зелёный
sv: Gröngul

source: Honeydew
ru: Медовая роса
sv: Honungsdagg

source: Hotpink
ru: Ярко-розовый
sv: Het rosa

source: Indianred
ru: Индийский красный
sv: Indisk röd

source: Indigo
ru: Индиго

source: Ivory
ru: Слоновая кость
sv: Elfenben

source: Khaki
ru: Хаки
sv: Kaki

source: Lavender
ru: Лавандовый
sv: Lavendel

source: Lavenderblush
ru: Лавандовый румянец
sv: Lavendelrodnad

source: Lawngreen
ru: Луговой зелёный
sv: Gräsgrön

source: Lemonchiffon
ru: Лимонный шифон
sv: Citronchiffong

source: Lightblue
ru: Светло-голубой
sv: Ljusblå

source: Lightcoral
ru: Светло-коралловый
sv: Ljus korall

source: Lightcyan
ru: Светлый циан
sv: Ljus cyan

source: Lightgoldenrodyellow
ru: Светло-золотисто-жёлтый
sv: Ljus gullrisgul

source: Lightgray
ru: Светло-серый
sv: Ljusgrå

source: Lightgreen
ru: Светло-зелёный
sv: Ljusgrön

source: Lightpink
ru: Светло-розовый
sv: Ljusrosa

source: Lightsalmon
ru: Светло-лососевый
sv: Ljus laxrosa

source: Lightseagreen
ru: Светло-морской зелёный
sv: Ljus havsgrön

source: Lightskyblue
ru: Светло-небесный
sv: Ljus himmelsblå

source: Lightslategray
ru: Светлый сланцевый серый
sv: Ljus skiffergrå

source: Lightsteelblue
ru: Светло-стальной синий
sv: Ljus stålblå

source: Lightyellow
ru: Светло-жёлтый
sv: Ljusgul

source: Lime
ru: Лайм
sv: Limegrön

source: Limegreen
ru: Лаймово-зелёный
sv: Limegrön

source: Linen
ru: Льняной
sv: Linne

source: Magenta
ru: Пурпурный

source: Maroon
ru: Каштановый
sv: Kastanjebrun

source: Mediumaquamarine
ru: Средний аквамарин
sv: Mellan akvamarin

source: Mediumblue
ru: Средне-синий
sv: Mellanblå

source: Mediumorchid
ru: Средний орхидейный
sv: Mellanorkidé

source: Mediumpurple
ru: Средний фиолетовый
sv: Mellanlila

source: Mediumseagreen
ru: Средний морской зелёный
sv: Mellan havsgrön

source: Mediumslateblue
ru: Средний сланцево-синий
sv: Mellan skifferblå

source: Mediumspringgreen
ru: Средний весенний зелёный
sv: Mellan vårgrön

source: Mediumturquoise
ru: Средний бирюзовый
sv: Mellan turkos

source: Mediumvioletred
ru: Средне-фиолетово-красный
sv: Mellanviolettröd

source: Midnightblue
ru: Полуночный синий
sv: Midnattsblå

source: Mintcream
ru: Мятный крем
sv: Mintkräm

source: Mistyrose
ru: Туманный розовый
sv: Dimmig rosa

source: Moccasin
ru: Мокасин
sv: Mockasin

source: Navajo White
ru: Белый навахо
sv: Navajovit

source: Navy
ru: Флотский синий
sv: Marinblå

source: Oldlace
ru: Старое кружево
sv: Gammal spets

source: Olive
ru: Оливковый
sv: Oliv

source: Olivedrab
ru: Оливково-болотный
sv: Olivgrön

source: Orange
ru: Оранжевый

source: Orangered
ru: Красно-оранжевый
sv: Orangeröd

source: Orchid
ru: Орхидея
sv: Orkidé

source: Palegoldenrod
ru: Бледный золотарник
sv: Blek gullris

source: Palegreen
ru: Бледно-зелёный
sv: Blekgrön

source: Paleturquoise
ru: Бледный бирюзовый
sv: Blek turkos

source: Palevioletred
ru: Бледно-фиолетово-красный
sv: Blek violettröd

source: Papayawhip
ru: Папайя
sv: Papayakräm

source: Peachpuff
ru: Персиковый
sv: Persikopuff

source: Peru
ru: Перу

source: Pink
ru: Розовый
sv: Rosa

source: Plum
ru: Сливовый
sv: Plommon

source: Powderblue
ru: Пудрово-синий
sv: Puderblå

source: Purple
ru: Фиолетовый
sv: Lila

source: Rebeccapurple
ru: Фиолетовый Ребекки
sv: Rebeccalila

source: Red
ru: Красный
sv: Röd

source: Rosy Brown
ru: Розово-коричневый
sv: Rosabrun

source: Royalblue
ru: Королевский синий
sv: Kungsblå

source: Saddle Brown
ru: Кожа седла
sv: Sadelbrun

source: Salmon
ru: Лососевый
sv: Laxrosa

source: Sandy Brown
ru: Песочно-коричневый
sv: Sandbrun

source: Seagreen
ru: Морской зелёный
sv: Havsgrön

source: Seashell
ru: Ракушечный
sv: Snäckskal

source: Sienna
ru: Сиена (Охра жжёная)

source: Silver
ru: Серебристый

source: Skyblue
ru: Небесно-голубой
sv: Himmelsblå

source: Slateblue
ru: Сланцево-синий
sv: Skifferblå

source: Slategray
ru: Сланцевый серый
sv: Skiffergrå

source: Snow
ru: Снежный
sv: Snö

source: Springgreen
ru: Весенний зелёный
sv: Vårgrön

source: Steelblue
ru: Стальной синий
sv: Stålblå

source: Tan
ru: Песочно-коричневый
sv: Mellanbrun

source: Teal
ru: Морская волна

source: Thistle
ru: Чертополох
sv: Tistel

source: Tomato
ru: Томатный
sv: Tomat

source: Turquoise
ru: Бирюзовый
sv: Turkos

source: Violet
ru: Фиолетовый
sv: Violett

source: Wheat
ru: Пшеничный
sv: Vete

source: White
ru: Белый
sv: Vit

source: Whitesmoke
ru: Белый дым
sv: Vit rök

source: Yellow
ru: Жёлтый
sv: Gul

source: Yellowgreen
ru: Жёлто-зелёный
sv: Gulgrön
